{
  "sample": [
    {
      "ref": "PRD-32_baie-vitre-pvc",
      "name": "Baie vitrée PVC",
      "image": "https://tst.oliverstore.com:30181/image/prd-32_baie-vitre-pvc_i2_ambiance.jpg",
      "description": "La baie oscillo-coulissante est un élément incontournable des habitations modernes : elle favorise les apports solaires tout en assurant une excellente isolation thermique et phonique. Réalisées en PVC et sur mesure, elles sont faciles d\\'entretien et résistantes dans le temps. Pratiques à utiliser et à manipuler, les vantaux de la baie vitrée s\\'ouvrent en coulissant et ne prennent pas de place dans votre pièce.  La baie oscillo-coulissante, adaptée à vos mesures, vous offre une belle vue et vous permet d\\'accéder à un balcon ou à l\\'extérieur. La baie vitrée PVC que nous vous proposons peut-être personnalisée selon vos besoins : mesures, double ou triple vitrage, aération standard ou phonique, vitrage intimité, croisillons, ..."
    },
    {
      "ref": "PRD-37_baie-vitre-pvc-volet-intgr",
      "name": "Baie vitrée PVC volet intégré",
      "image": "https://tst.oliverstore.com:30181/image/prd-37_baie-vitre-pvc-volet-intgr_i2_ambiance.jpg",
      "description": "Nous vous proposons des baies vitrées PVC sur mesure avec volet intégré, garanties pendant 5 ans. Leurs profilés 5 ou 7 chambres vous assurent une excellente résistance, et les joints d\\'étanchéité intérieurs et extérieurs renforcent l\\'isolation thermique de la baie oscillo-coulissante. Le volet roulant directement intégré à la baie vitrée vous simplifie l\\'installation des menuiseries, puisqu\\'une seule intervention est nécessaire pour poser les deux menuiseries. Le volet est personnalisable : couleur, type de commande et côté de commande peuvent-être choisis selon vos besoins. Pour plus de confort, le volet peut-être motorisé (filaire ou télécommande). Les lames du volet roulant intégré sont en aluminium, et composées de mousse polyuréthane pour une meilleure isolation."
    },
    {
      "ref": "PRD-27_bateau",
      "name": "Bateau",
      "image": "https://tst.oliverstore.com:30181/image/prd-27_bateau_i4_voilage-effet-lin.jpg",
      "description": "Les stores bateaux sur mesure sont composés d\\'un tissu raffiné réglable en hauteur, leur utilisation est idéale dans les chambres et pièces à vivre. Ils apporteront à votre pièce élégance et finesse par leur forme drapée. Disponibles en tamisant, occultant, lin ou voilage,  nos stores bateaux sur mesure sont confectionnés avec soin. Nos tissus (composés en coton, polyester ou lin) sont sélectionnés rigoureusement pour vous assurer une qualité optimale de votre store bateau."
    },
    {
      "ref": "PRD-29_fentre-pvc",
      "name": "Fenêtre PVC",
      "image": "https://tst.oliverstore.com:30181/image/prd-29_fentre-pvc_i2_ambiance.jpg",
      "description": "Solides et robustes, nos fenêtres sur mesure sont composées d\\'un profilé PVC 5 ou 7 chambres et de renforts en acier qui améliorent la résistance de la fenêtre. Des joints d\\'étanchéité (intérieurs et extérieurs) assurent l\\'imperméabilité des fenêtres. Nos fenêtres sur mesure peuvent-être personnalisées à souhaits selon vos besoins. Vous pouvez les équiper d\\'un, deux ou trois vantaux selon la taille de votre ouverture. Nous vous proposons également de nombreux types d\\'ouverture (à la française, oscillo-battant, à soufflets, fixe, ...) qui répondront à toutes vos attentes. Personnalisez aussi les couleurs, le vitrage ou bien encore les croisillons souhaités pour votre fenêtre PVC."
    },
    {
      "ref": "PRD-35_fentre-pvc-volet-intgr",
      "name": "Fenêtre PVC volet intégré",
      "image": "https://tst.oliverstore.com:30181/image/prd-35_fentre-pvc-volet-intgr_i2_ambiance.jpg",
      "description": "Sur Stores-Discount.com, nous vous proposons des fenêtres PVC avec volet roulant intégré. Plus pratiques à poser, les fenêtres Bloc Baie ne nécessitent qu\\'une installation unique pour les deux menuiseries. Le volet roulant se replie dans un coffre intégré à la fenêtre, situé à l\\'intérieur de votre habitation. Personnalisez en ligne votre fenêtre sur mesure : dimensions, type de pose, double ou triple vitrage, couleurs intérieures et extérieures, ... Puis choisissez le coloris du volet roulant, ainsi que son type de commande (manuelle, motorisée filaire ou motorisée télécommandé). Pour une plus grande isolation thermique et phonique, préférez une fenêtre Energy : son profilé à 7 chambres améliore la résistance de la fenêtre, et son joint central thermique renforce son étanchéité."
    },
    {
      "ref": "PRD-20_film-vitre-intimit",
      "name": "Film vitre intimité",
      "image": "https://tst.oliverstore.com:30181/image/prd-20_film-vitre-intimit_ch-179_choix-du-film_mat-497_fivint-depoli_i1.jpg",
      "description": "Disponible au mètre linéaire, ces films autocollants se posent à l’intérieur ou à l’extérieur de votre vitre, selon le modèle choisi. Les films vitres intimité laissent passer la lumière tout en l’adoucissant, vous assurant un intérieur baigné de luminosité. Particulièrement adapté pour les fenêtres en vis-à-vis, le film discrétion préserve votre intimité. Nous vous proposons des films vitres intimité unis (dépoli, opaque ou miroir sans tain) ou des films vitres à motifs modernes (bandes, carrés, arbres). Ces films adhésifs allient utilité et esthétisme, et sont la solution idéale pour créer un esprit déco tout en vous protégeant des regards extérieurs. Ces films vitres intimité bénéficient d’une garantie de 2 ans et vous sont proposés avec un kit de pose adapté (en option)."
    },
    {
      "ref": "PRD-21_film-vitre-protection-solaire",
      "name": "Film vitre protection solaire",
      "image": "https://tst.oliverstore.com:30181/image/prd-21_film-vitre-protection-solaire_ch-183_choix-du-film_mat-526_fivsol-05-anti-chaleu_i1.jpg",
      "description": "Notre gamme de films vitres protection solaire se compose de différentes références ayant chacune des propriétés précises. Que vous recherchiez des films anti-chaleur ou des films anti-décoloration, nous avons une solution pour vous. Garantis 2 ans, ces films solaires vous protègent de la chaleur et luttent contre le phénomène d’effet de serre. Ils sont un excellent isolant thermique qui évite la surchauffe de votre intérieur. De plus, le film vitre protection solaire réduit l’éblouissement puisqu’il réfléchit la lumière vers l’extérieur. Il est une véritable alternative écologique puisqu’il améliore le confort de l’habitation, et vous permet de réaliser des économies d’énergie. Pour poser facilement votre film solaire adhésif, nous vous proposons un kit de pose composé d’un grattoir, d’une raclette, d’un pulvérisateur et d’un cutter."
    },
    {
      "ref": "PRD-22_film-vitre-scurit",
      "name": "Film vitre sécurité",
      "image": "https://tst.oliverstore.com:30181/image/prd-22_film-vitre-scurit_ch-187_choix-du-film_mat-503_fivsec-anti-effractio_i1.jpg",
      "description": "Garantis 2 ans, les films vitres sécurité sont résistants et améliorent votre protection au quotidien. Ils ont un réel effet dissuasif puisqu’ils retardent l’intrusion. Nous vous proposons un film sécurité extérieur, et plusieurs films sécurité intérieur : anti-éclats, anti-effraction, ou haute résistance. Selon le produit choisi, le film vitrage résiste aux impacts, protège des chocs ou maintient la vitre brisée afin d’éviter la projection de verre. Pour une pose optimale de votre film vitre, nous vous préconisons d’opter pour le kit de pose sécurité composé d\\'une raclette spéciale « films sécurité », plus adaptée et plus résistante, mais également d\\'un grattoir, d\\'un cutter et d\\'un pulvérisateur."
    },
    {
      "ref": "PRD-17_kit-de-rnovation-bandes-seules",
      "name": "Kit de rénovation bandes seules",
      "image": "https://tst.oliverstore.com:30181/image/prd-17_kit-de-rnovation-bandes-seules_i1_ch-164-coloris_mat-338_scsm-127mm-tamisant-uni-b.jpg",
      "description": "Stores-Discount.com vous propose des bandes seules de qualité, disponibles en de nombreux coloris et types de toile. Ces bandes sur mesure sont particulièrement utiles pour remplacer une ou plusieurs lames d\\'un store californien. Pour passer commande, choisissez la quantité de bandes, leurs mesures et le type de toile qui vous convient. Puis à la réception de votre colis, il vous suffit de clipser vos nouvelles bandes sur le rail existant, et en quelques mouvements votre store à bandes verticales est rénové ! "
    },
    {
      "ref": "PRD-16_moustiquaire",
      "name": "Kit motorisation volet roulant",
      "image": "https://tst.oliverstore.com:30181/image/prd-16_moustiquaire_i5.jpg",
      "description": "Les moustiquaires sont une protection écologique contre les insectes. Stores-Discount.com vous propose des moustiquaires enroulables sur mesure, faciles à manipuler et à poser sur vos fenêtres. Garanties 2 ans, nos moustiquaires enroulables sont livrées pré-assemblées et résistent aux intempéries. La toile de nos moustiquaires est de couleur grise pour conserver une visibilité et une luminosité maximale. Elle est certifiée M1, indéchirable et résiste aux UV. Dotées de coulisses et d\\'un coffre réalisés en aluminium laqué, les moustiquaires pour fenêtre de Stores-Discount.com sont réalisées à vos mesures. Le mécanisme est disponible en 3 coloris : blanc, brun foncé ou gris anthracite. Pour plus de praticité, des poignées sont accessibles de l\\'intérieur et les coulisses sont dotées de butées d\\'arrêt."
    },
    {
      "ref": "PRD-42_pergola-en-aluminium",
      "name": "Pergola en aluminium",
      "image": "https://tst.oliverstore.com:30181/image/prd-42_pergola-en-aluminium_i1.jpg",
      "description": "Modernes et pratiques, nos pergolas sur mesure en aluminium sont disponibles dans 4 couleurs et textures différentes. Deux transparences de toiture vous sont également proposées. Les finitions parfaites de la pergola alu sur mesure et la solidité de sa structure vous assurent un produit haut de gamme qui résiste aux intempéries et dure dans le temps. Facile à installer et à entretenir, la pergola adossée est livrée prête à la pose, c\\'est-à-dire découpée à vos mesures et accompagnée d\\'un guide de pose et d\\'un kit de visserie complet. Garanties pendant 10 ans, la pergola sur mesure aluminium avec toit sur mesure vous offrent un très bon rapport qualité/prix. L’idée en plus : La pergola alu avec toit rigide est non seulement idéale pour couvrir une terrasse mais elle peut également être utilisée comme carport sur mesure pour abriter une voiture."
    },
    {
      "ref": "PRD-26_rideau-voilage",
      "name": "Rideau voilage",
      "image": "https://tst.oliverstore.com:30181/image/prd-26_rideau-voilage_i4_occultant.jpg",
      "description": "Grâce à Stores-Discount.com, personnalisez votre intérieur en choisissant un rideau ou voilage qui répond à vos besoins. Nos rideaux et voilages sont confectionnés soigneusement avec un tissu composé en coton, polyester ou lin selon le modèle choisi. Nos équipes ont sélectionné des tissus de haute qualité, soyeux au toucher et au tombé élégant. Nous vous proposons des coloris variés et modernes qui décoreront avec goût vos pièces à vivre. Plusieurs types de matières sont disponibles : l\\'occultant pour créer l\\'obscurité, le tamisant pour se protéger des vis à vis, le lin pour un effet naturel et authentique, et le voilage pour filtrer légèrement les rayons du soleil. De nombreuses options vous sont proposées pour personnaliser votre rideau ou voilage (doublure, type de finition ou embrases)."
    },
    {
      "ref": "PRD-38_store-banne-monobloc",
      "name": "Store banne monobloc",
      "image": "https://tst.oliverstore.com:30181/image/prd-38_store-banne-monobloc_i2_ambiance1.jpg",
      "description": "Personnalisez votre store banne monobloc sur mesure en choisissant parmi 75 coloris de toiles 100% acrylique traitées téflon et anti-humidité (dont des toiles Dickson®), 5 couleurs de mécanisme, une commande manuelle ou motorisée (filaire ou télécommandée Somfy®), une fixation murale ou plafond... Agrémentez votre store d\\'un lambrequin droit ou ondulé pour donner du cachet à votre terrasse. Comme il ne comprend pas de coffre, il est préconisé de fixer le store banne monobloc sur une façade abritée. Véritable protection contre les rayons UV, optez pour le store banne monobloc et profitez en toute sécurité des journées ensoleillées ! Le petit plus : il donnera une véritable touche déco à votre extérieur à prix malin."
    },
    {
      "ref": "PRD-14_store-californien",
      "name": "Store californien",
      "image": "https://tst.oliverstore.com:30181/image/prd-14_store-californien_i2_opt-225_tamisant.jpg",
      "description": "Le store californien (ou store à bandes) est idéal pour les grandes largeurs vitrées. C\\'est un classique de la décoration intérieure qui donnera un aspect moderne et design à votre pièce. Sur Stores-Discount.com, nous mettons à votre disposition un large choix de tissus et d\\'options, pour vous permettre de créer un store californien sur mesure qui répond totalement à vos besoins. Découvrez nos toiles de qualité adaptées à l\\'utilisation que vous souhaitez faire de votre store à bandes : tissu tamisant uni, occultant uni, voile graphique, bois tissé, anti-chaleur ou screen. Créez en ligne un store entièrement personnalisé : nous vous proposons deux largeurs de bandes (89 ou 127 mm) et deux types de rails (classique ou premium). Vous avez également la possibilité de choisir les couleurs de votre rail, de votre commande et de vos chainettes basses."
    },
    {
      "ref": "PRD-30_store-enrouleur",
      "name": "Store enrouleur",
      "image": "https://tst.oliverstore.com:30181/image/prd-30_store-enrouleur_i2_tamisant-uni.jpg",
      "description": "Classique de la décoration intérieure, le store enrouleur s\\'utilise facilement et crée une ambiance résolument déco et design dans votre pièce. Personnalisable à souhait, il peut être équipé d\\'un moteur et d\\'une télécommande pour plus de confort. Le store enrouleur se décline en plusieurs tissus ayant chacun une utilité précise : protéger votre intimité (Tamisant), créer le noir complet (Occultant), décorer votre intérieur (Voile), voir sans être vu (Screen), lutter contre la chaleur (Anti-Chaleur) ou apporter une touche naturelle à votre pièce (Bois Tissé). Disponible en de nombreux coloris modernes, nos stores enrouleurs sont confectionnés à vos mesures. Créés avec des matériaux de qualité, ils bénéficient d\\'une garantie de 5 ans. Pour un usage professionnel, découvrez nos gammes de stores enrouleurs M1 et Trévira CS traités anti-feu. Ces stores enrouleurs peuvent être placés dans des lieux publics grâce à leur certification non-inflammable."
    },
    {
      "ref": "PRD-11_store-enrouleur-jour-nuit",
      "name": "Store enrouleur jour nuit",
      "image": "https://tst.oliverstore.com:30181/image/prd-11_store-enrouleur-jour-nuit_i3.jpg",
      "description": "Disponible sur mesure, le store jour nuit est composé d\\'un tissu 100% polyester qui alterne bandes horizontales tamisantes et transparentes. Les bandes, qui coulissent les unes devant les autres, vous permettent de doser parfaitement la lumière entrant dans votre pièce, selon votre souhait. Très novateur, il apportera sans conteste design et style à votre pièce de vie, votre chambre et même à votre cuisine ! Parmi nos deux gammes de tissu (Tamisant Uni ou Haut de gamme), choisissez le coloris qui s\\'accordera en toute harmonie avec votre intérieur et habillez vos fenêtres en leur apportant un effet personnalisé et créatif ! Il est possible de personnaliser votre produit jusqu\\'au coloris de mécanisme !"
    },
    {
      "ref": "PRD-13_store-vlum",
      "name": "Store Vélum",
      "image": "https://tst.oliverstore.com:30181/image/prd-13_store-vlum_i1_ch-128_coloris-de-toile-anti-chaleur_mat-676_rbsm-.jpg",
      "description": "Le store vélum sur mesure est un store intérieur conçu pour équiper les vérandas et les puits de lumière. En plus d\\'être pratique, ce store fait office d\\'élément de décoration à part entière. Grand classique de la protection des vérandas, le store vélum en toile anti-chaleur vous offre un véritable confort thermique. Dotées d\\'un tissu réflecteur (jusqu\\'à 85% des rayons reflétés), nos toiles anti-chaleur protègent votre véranda en été contre le réchauffement solaire et l\\'isolent du froid en hiver. Pour une touche décorative, nous avons imaginé 2 nouvelles gammes de toiles conçues pour les puits de lumière. Les stores vélums avec toile tamisante effet lin ont la capacité de filtrer harmonieusement la lumière. La tenue parfaite de ce tissu en fait un allié de choix pour votre déco intérieure. Si vous souhaitez occulter la lumière provenant de votre puits de lumière, optez pour un store vélum occultant haut de gamme. Composées d\\'un tissu opaque de qualité, nos toiles occultantes vous permettent de plonger une pièce dans l\\'obscurité."
    },
    {
      "ref": "PRD-10_store-vnitien-aluminium",
      "name": "Store vénitien aluminium",
      "image": "https://tst.oliverstore.com:30181/image/prd-10_store-vnitien-aluminium_opt-215_16-mm_i2.jpg",
      "description": "Stores-Discount.com vous propose une nouvelle gamme de stores vénitiens aluminium pensée pour toutes vos envies. Nous mettons à votre disposition une large palette de coloris, d’effets et ambiances pour habiller et personnaliser votre intérieur. Plusieurs largeurs de lames sont disponibles pour votre store vénitien aluminium. Chaque largeur de lames a été pensée pour un usage précis : le store vénitien 25 mm s’adapte à tout type de fenêtre, le vénitien 16 mm convient parfaitement aux petites ouvertures alors que le 50 mm est conseillé pour les grandes fenêtres. Sur Stores-Discount.com, vous personnalisez votre store à lamelles horizontales afin de créer le store vénitien sur mesure dont vous avez besoin. Vous pouvez saisir les dimensions souhaitées, le côté et la longueur de la commande, ou choisir l’option guidage. Différents types de commandes vous sont proposés pour faciliter l’utilisation de votre store vénitien alu. Nous avons sélectionné pour vous une gamme de stores vénitiens sur mesure de qualité professionnelle, et à prix défiant toute concurrence. Tous nos stores vénitiens aluminium bénéficient d’une garantie de 5 ans."
    },
    {
      "ref": "PRD-45_store-vnitien-bois-new",
      "name": "Store vénitien bois",
      "image": "https://tst.oliverstore.com:30181/image/prd-45_store-vnitien-bois-new_i2.jpg",
      "description": "Facile à poser et résistant, le store vénitien bois est confectionné sur mesure, selon les options de personnalisation que vous aurez choisies. Idéal dans une pièce de vie ou une chambre, il vous permet de régler la luminosité entrant dans votre pièce tout en vous protégeant du vis-à-vis. Fabriqué en tilleul ou bambou, ce store à lames horizontales est un véritable élément de décoration. Ses lames en bois naturel et ses finitions soignées apporteront une vraie touche chaleureuse et élégante à votre intérieur. Vous pouvez choisir vos dimensions, la largeur de lames (25 ou 50 mm), le coloris, les galons (option), les types de fixations et le système de guidage de votre store. Pour les grandes largeurs, vous avez la possibilité de motoriser votre vénitien bois afin de faciliter sa manœuvre. Nos stores vénitiens bois sur mesure bénéficient d\\'un excellent rapport qualité-prix et d\\'une garantie de 5 ans."
    }
  ]
}